;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: geogeo.gr@gmail.com
; TranslationAuthorWeb: https://www.geogeo.gr
; Soft Version: 11.2.7
; Update: 2-10-2025
;
[Lang]
NativeLanguage=Ελληνικά
ChangeLang=Επανεκκινήστε το πρόγραμμα για να τεθούν σε ισχύ οι αλλαγές.

[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού
ButtonCancel=Άκυρο				   

[Translation]
ReadHabit=Left-to-right
LanguageName=ELL
LangCode=0408
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
pmStyle=Εμφάνιση
;
;  Popup Menu
;
pmGo=Άνοιγμα θέσης αρχείου
pmNone=Καμία επιλογή
pmAll1=Επιλογή όλων
pmrec=Συνιστώμενα
pmIgnore=Παράβλεψη επιλεγμένου
pmExport=Εξαγωγή σε...
pmInvert=Αντιστροφή επιλογής
;
; Main GUI
;
FrmWDC.pmPortable.caption=Δημιουργία φορητής έκδοσης
FrmWDC.pmRestore.caption=Επαναφορά
FrmWDC.pmSettings.caption=Ρυθμίσεις
FrmGeneral.chkuac.caption=Παράβλεψη UAC
FrmWDC.pmHelp.caption=Άμεση βοήθεια
FrmWDC.pmHome.caption=Ιστοσελίδα
FrmWDC.pmForum.caption=Φόρουμ
FrmWDC.pmContact.caption=Επικοινωνήστε μαζί μας
FrmWDC.pmCheckNew.caption=Έλεγχος για ενημερώσεις
FrmWDC.pmLang.caption=Γλώσσα / Language
FrmWDC.pmabout.caption=Περί...
FrmWDC.btncomm.caption=Κοινός καθαρισμός
FrmWDC.btnadv.caption=Προηγμένος καθαρισμός
FrmWDC.btnsilm.caption=Ελάφρυνση συστήματος
FrmWDC.btnsuggest.caption=Υποστήριξη & Αποστολή σχολίων
FrmWDC.btnmessage.caption=Νέα
;
; Advanced Cleaner
;
Frmadvdc.btnscan.caption=Σάρωση
Frmadvdc.lblpath.caption=Θέση σάρωσης:
Frmadvdc.btnrescan.caption=Σάρωση ξανά
Frmadvdc.btnre.caption=Συνιστάται
Frmadvdc.btnall.caption=Επιλογή όλων
Frmadvdc.btnadvanced.caption=Προηγμένες ρυθμίσεις
Frmadvdc.btnnone.caption=Καμία επιλογή
Frmadvdc.lblspeed.caption=Η υψηλότερη ταχύτητα σάρωσης στον κόσμο!
Frmadvdc.vtfiles.Columns[0]=Όνομα
Frmadvdc.vtfiles.Columns[1]=Μέγεθος
Frmadvdc.vtfiles.Columns[2]=Κατάλογος
Frmadvdc.vtfiles.Columns[3]=Προσπέλαση
Frmadvdc.vtfiles.Columns[4]=Τύπος
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Εντάξει
FrmAdvSettings.btnadd.caption=Προσθήκη
FrmAdvSettings.btnremove.caption=Κατάργηση
FrmAdvSettings.btncancel.caption=Άκυρο
FrmAdvSettings.caption=Προηγμένες ρυθμίσεις
FrmAdvSettings.btnre.caption=Συνιστώμενα
FrmAdvSettings.btnall.caption=Επιλογή όλων
FrmAdvSettings.btnnone.caption=Καμία επιλογή
;
; Input 
;
Frminput.btnok.caption=Εντάξει
Frminput.btncancel.caption=Άκυρο
;
; About
;
frmabout.lblUninstall.caption=Οδηγίες απεγκατάστασης
frmabout.lblPolicy.caption=Πολιτική απορρήτου
frmabout.lblEula.caption=Άδεια Χρήσης Τελ. Χρήστη
FrmAbout.caption=Περί...
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Λειτουργία γραμμής εντολών
FrmAutorunSettings.lblcmdinfo.caption=Μπορείτε να χρησιμοποιήσετε τη γραμμή εντολών για να εκτελέσετε αυτό το πρόγραμμα για σάρωση και καθαρισμό μονάδων δίσκου. Για περισσότερες πληροφορίες, παρακαλώ πατήστε το πλήκτρο F1 ή κάντε κλικ στην παρακάτω διεύθυνση URL για να διαβάσετε τα έγγραφα βοηθείας μας.
FrmAutorunSettings.chk1.caption=Δημιουργία μιας συντόμευσης «Εκκαθάριση με 1-κλικ» στην επιφάνεια εργασίας.
FrmAutorunSettings.chkadv.caption=Συμπερίληψη προηγμένου καθαρισμού
FrmAutorunSettings.btnhelp.caption=Άμεση βοήθεια
;
; Common Cleaner
;
FrmCommon.btnall.caption=Επιλογή όλων
FrmCommon.btnre.caption=Συνιστώμενα
FrmCommon.btnnone.caption=Καμία επιλογή
FrmCommon.wckadv.caption=Συμπερίληψη προηγμένου καθαρισμού
FrmCommon.WiseLabel1.caption=Αυτόμ. καθαρισμός
FrmCommon.lbltype.caption=Εκτέλεση εργασίας:
FrmCommon.lblweek.caption=Ημερομηνία:
FrmCommon.lbltime.caption=Ώρα:
FrmCommon.btnScan.caption=Έναρξη σάρωσης
FrmCommon.lblstat.caption=Γρήγορη και εύκολη εκκαθάριση άχρηστων αρχείων και ιχνών.
FrmCommon.btncancel.caption=Άκυρο
FrmCommon.btnrescan.caption=Σάρωση ξανά
FrmCommon.lbltrash.caption=Σκουπίδια
FrmCommon.lbltrace.caption=Ίχνη
FrmCommon.lblapp.caption=Εφαρμογές
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Άχρηστα αρχεία στον υπολογιστή.
FrmCommon.lbltracehint.caption=Ίχνη συστήματος και χρήστη.
FrmCommon.lblapphint.caption=Άχρηστα αρχεία ή ίχνη που δημιουργήθηκαν από άλλη εφαρμογή.
FrmCommon.lblcookiehint.caption=Cookies προγράμματος περιήγησης και flash.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Προσθήκη αρχείου
FrmExclusion.btnAddFolder.caption=Προσθήκη φακέλου
FrmExclusion.btnAddType.caption=Προσθήκη τύπου αρχείου
FrmExclusion.BtnAddCookie.caption=Προσθήκη Cookies
FrmExclusion.btnImport.caption=Εισαγωγή
FrmExclusion.btnExport.caption=Εξαγωγή
FrmExclusion.btnRemove.caption=Κατάργηση
;
; General Settings
;
FrmGeneral.lbtran.caption=Μετάφραση σε...
FrmGeneral.chknotice.caption=Εμφάνιση ειδοποίησης μετά από αυτόματο καθαρισμό.
FrmGeneral.chkwipe.caption=Ασφαλής διαγραφή (τυχαία δεδομένα με 1 πέρασμα).
FrmGeneral.WiseLabel1.caption=Έλεγχος ενημ/σεων
FrmGeneral.WiseLabel2.caption=Γλώσσα
FrmGeneral.chkexp.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη.
FrmGeneral.ckRestorePoint.caption=Δημιουργία σημείου επαναφοράς συστήματος πριν την ελάφρυνση του συστήματος.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Εκκένωση προσαρμοσμένων φακέλων (ισχύει μόνο στον προηγμένο καθαρισμό)
FrmCustom.btnAdd.caption=Προσθήκη
FrmCustom.btnRemove.caption=Κατάργηση
FrmCustom.lblCustom.caption=Προσαρμόστε τους κανόνες σας για σάρωση.
FrmCustom.lblcustominfo.caption=Εάν είστε ένας έμπειρος χρήστης, μπορείτε να προσαρμόσετε τους κανόνες για τη σάρωση περισσότερων άχρηστων αρχείων. Κάντε κλικ στον παρακάτω σύνδεσμο για να μάθετε πώς να φτιάξετε το αρχείο ρυθμίσεων σας.
FrmCustom.btnhelp.caption=Άμεση βοήθεια
;
; Restore
;
FrmRestore.btnrestore.caption=Επαναφορά
FrmRestore.btnremove.caption=Κατάργηση
FrmRestore.Btnclose.caption=Κλείσιμο
FrmRestore.caption=Επαναφορά
;
; Settings
;
FrmSettings.tsCommon.caption=Γενικά
FrmSettings.tsAutoRun.caption=Αυτόμ. εκκίνηση
FrmSettings.tsExclusion.caption=Εξαιρέσεις
FrmSettings.tsCustom.caption=Προσαρμογή
FrmSettings.btnAbout.caption=Περί...
FrmSettings.btnok.caption=Εντάξει
FrmSettings.btncancel.caption=Άκυρο
FrmSettings.caption=Ρυθμίσεις
;
; System slimming
;
FrmSysClean.btnSlimming.caption=Κατάργηση
FrmSysClean.btnall.caption=Επιλογή όλων
FrmSysClean.btnrecommended.caption=Συνιστώμενα
FrmSysClean.btnnone.caption=Καμία επιλογή
FrmSysClean.vtsys.Columns[0]=Όνομα
FrmSysClean.vtsys.Columns[1]=Μέγεθος
FrmSysClean.vtsys.Columns[2]=Θέση
FrmSysClean.vtsys.Columns[3]=Πρόταση
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Ελεύθ. χώρος
FrmDiskDefrag.btnfolder.caption=Φάκελος
FrmDiskDefrag.btnfile.caption=Αρχείο
FrmDiskDefrag.btnsystem.caption=Αρχείο συστήματος
FrmDiskDefrag.btnFragmented.caption=Τμήματα
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.btnpause.caption=Παύση
FrmDiskDefrag.btnstop.caption=Διακοπή
FrmDiskDefrag.btnDefrag.caption=Ανασυγκρότηση
FrmWDC.btndefrag.caption=Ανασυγκρ. δίσκου
FrmDiskDefrag.lbltask.caption=Μετά την ανασυγκρότηση:
;
FrmWDC.btnAi.caption=Βοηθήματα ΤΝ
[Message]
DupItem=Το στοιχείο έχει καταχωρηθεί στη λίστα εξαιρέσεων.
NoNews=Δεν έχετε μη αναγνωσμένο μήνυμα.
ConfirmRemoveDownload=Αυτό θα διαγράψει όλα τα αρχεία από το φάκελο λήψης. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
Skipped=Παραλείφθηκε
NeedAdmin=Αυτή η λειτουργία είναι μόνο για διαχειριστές. Αν θέλετε να εκτελέσετε τη λειτουργία αυτή, συνδεθείτε ως διαχειριστής.
Entries=Καταχωρήσεις
Clean=Εκκαθάριση
ScheduleHint=Καθαρίζετε τον υπολογιστή σας τακτικά.
UpdateError=Σφάλμα ενημέρωσης. Θέλετε να κατεβάσετε την τελευταία έκδοση από την ιστοσελίδα μας;
LestOneItem=Θα πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο για εκκαθάριση.
HistorySaved=Συν. χώρος που ελευθερώθηκε: %s
DisableAdd=Για λόγους ασφαλείας, ορισμένοι ειδικοί φάκελοι (όπως «Windows», «Boot» σκληρού δίσκου και «CD-ROM») δεν επιτρέπεται να προστεθούν στον κατάλογο αυτό.
ConfirmAdd=Είστε βέβαιος ότι θέλετε να αφαιρέσετε όλα τα αρχεία στο %s κατά την εκτέλεση «Προηγμένου καθαρισμού»;
DupFolder=Αυτός ο φάκελος υπάρχει ήδη στη λίστα.
ExImport=Η λίστα αποκλεισμού έχει εξαχθεί σε:
SelectHardDrive=Παρακαλώ επιλέξτε ένα σκληρό δίσκο
CreationDate=Ημερ/νία δημιουργίας
Description=Περιγραφή
NowCleaning=Εκκαθάριση τώρα:
ScheduleNextTime=Η επόμενη φορά:
Never=Ποτέ
InputType=Εισάγετε ένα όνομα ή τύπο αρχείου (Για παράδειγμα: *.tmp).
WarnNoType=Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο αρχείου
NoItemChecked=Δεν επιλέχθηκαν αρχεία. Παρακαλώ επιλέξτε τουλάχιστον ένα.
WDCRunning=Το πρόγραμμα εκτελείται.
RemoveSysRestore=Θέλετε να διαγράψετε το επιλεγμένο σημείο επαναφοράς συστήματος;
RestoreFromSysRestore=Η επαναφορά συστήματος απαιτεί την επανεκκίνηση του υπολογιστή σας. Αποθηκεύστε την εργασία σας πριν κάνετε κλικ στο κουμπί Ναι. Θέλετε να να ξεκινήσει η επαναφορά τώρα;
SysRestoring=Προετοιμασία για επαναφορά του συστήματος...
SysCreating=Δημιουργία ενός σημείου επαναφοράς συστήματος...
Browse=Εύρεση
AllHardDrive=Τοπικός δίσκος
Cleaning=Εκκαθάριση...
Exported=Τα αποτελέσματα της σάρωσης έχουν εξαχθεί στο %s. Θέλετε να ανοίξετε την αναφορά τώρα;
LeftTimeSec=Διάρκεια: %s δευτερόλεπτα
Safetodel=Αυτό το στοιχείο μπορεί να διαγραφεί με ασφάλεια.
MoreSpace=Για περισσότερο χώρο.
Unknow=Άγνωστο
AddFileType=Προσθήκη
AlreadExist=Το %s υπάρχει ήδη στη λίστα.
illegalType=Το %s είναι ένας μη έγκυρος τύπος αρχείου.
Summary=Περίληψη
InputSummary=Εισάγετε μια περιγραφή για το αρχείο ή τον τύπο αρχείου.
noselected=Δεν επιλέχθηκαν στοιχεία.
DelFileType=Είστε βέβαιος ότι θέλετε να διαγράψετε αυτόν τον τύπο αρχείου;
ScanAborted=Η σάρωση έχει ακυρωθεί.
TrashFound=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s.
NoTrashAndTrace=Συγχαρητήρια! Έχετε έναν καθαρό υπολογιστή!
CleanDone=Η εκκαθάριση ολοκληρώθηκε!
LestOne=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για σάρωση.
LestOneClean=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για καθαρισμό.
Scanning=Σάρωση...
InvalidIgnorItem=Δεν μπορεί να αγνοηθεί αυτό το στοιχείο.
TraceFound=Βρέθηκαν %d ίχνη.
CleanNow=Κάντε κλικ στο κουμπί 【Clean】 για να ελευθερώσετε περισσότερο χώρο στο δίσκο και να κάνετε τον υπολογιστή σας καθαρό και γρήγορο.
TrashRemoved=Καταργήθηκαν %d αρχεία και ελευθερώθηκαν %s χώρου στο δίσκο.
TraceRemoved=Αφαιρέθηκαν %d ίχνη.
LastCommonClean=Ο τελευταίος καθαρισμός του δίσκου σας ήταν στις:
Working=Παρακαλώ περιμένετε να ολοκληρωθεί η τρέχουσα εργασία και δοκιμάστε πάλι.
NoFilesFound=Δεν υπάρχουν προσωρινά αρχεία
NoTracesFound=Δεν υπάρχουν ίχνη
FindTraces=%d ίχνη
NoItemFound=Δεν βρέθηκαν στοιχεία
FindFilesSize=%d αρχεία, %s
FindTracesSection=%d ίχνη
CanFreeSpace=Βρέθηκαν %d αρχεία και θα αποθηκευτούν %s
TotalTraces=Βρέθηκαν συνολικά %d ίχνη
EnableRestore=Η επαναφορά συστήματος είναι απενεργοποιημένη. Θέλετε να την ενεργοποιήσετε;
RestorePointFail=Η δημιουργία σημείου επαναφοράς συστήματος απέτυχε.
ErrorMsg=Μήνυμα σφάλματος:
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
KeyWord=Εισάγετε τις λέξεις-κλειδιά:
AddFolder=Προσθήκη φακέλου
CannotCrTask=Δεν ήταν δυνατή η δημιουργία ενός χρονοδιαγράμματος εργασιών.
InvalidType=Παρακαλώ εισάγετε μια έγκυρη επέκταση αρχείου.
NoType=Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο αρχείου.
FailToDelete=Ορισμένα αρχεία δεν ήταν δυνατό να διαγραφούν και μπορεί να διαγραφούν μετά την επανεκκίνηση του συστήματος.
GoodHabit=Η διατήρηση καθαρού του υπολογιστή σας, είναι μια καλή συνήθεια. Παρακαλώ κρατήστε την!
7After=Πέρασαν %d ημέρες από την τελευταία εκκαθάριση. Συνιστάται μια σάρωση τώρα.
7Before=Είναι μια καλή συνήθεια για να διατηρείτε τους δίσκους σας καθαρούς και το ιδιωτικό σας απόρρητο ασφαλές
TaskExists=Η προγραμματισμένη εργασία έχει περάσει. Θέλετε να τη διαγράψετε ή να δημιουργήσετε μια νέα προγραμματισμένη εργασία; (Όχι: Επεξεργασία της υπάρχουσας εργασίας. Ακύρωση: Ακύρωση της διαδικασίας).
NoBackupSelected=Παρακαλώ επιλέξτε τουλάχιστον ένα αντίγραφο ασφαλείας για την επαναφορά.
StartScan=Σάρωση
StartClean=Καθαρισμός
Cancel=Άκυρο
Idle=Σε αδράνεια
Login=Στη σύνδεση
Daily=Καθημερινά
Weekly=Κάθε εβδομάδα
Monthly=Κάθε μήνα
Monday=Δευτέρα
Tuesday=Τρίτη
Wednesday=Τετάρτη
Thursday=Πέμπτη
Friday=Παρασκευή
Saturday=Σάββατο
Sunday=Κυριακή
AvdDefaultHint=Σαρώστε τους επιλεγμένους δίσκους για να βρείτε περισσότερα άχρηστα αρχεία και να ελευθερώσετε περισσότερο χώρο.
TrashFoundEx=Έχουν βρεθεί τα παρακάτω προσωρινά αρχεία:
NoDriveChecked=Παρακαλώ επιλέξτε τουλάχιστον μια μονάδα δίσκου για σάρωση.
ScanFor=Σάρωση...
FindDrives=Αναζήτηση οδηγών...
NewVer=Υπάρχει μια νέα έκδοση διαθέσιμη! Θέλετε να γίνει ενημέρωση τώρα;
TranslateTo=Μετάφραση σε...
AddCookies=Προσθήκη Cookies
InputCookie=Εισάγετε ένα όνομα τομέα (για παράδειγμα: wisecleaner.com)
InvalidCookie=Μη έγκυρα Cookies
BrowserRunning=Το %s εκτελείται ήδη. Θέλετε να το κλείσετε; Διαφορετικά, οι προσωρινές μνήμες και τα cookies δεν θα μπορούν να καθαριστούν.
CookieConfirm=Τα επιλεγμένα στοιχεία περιλαμβάνουν «Cookies». Είστε βέβαιος ότι θέλετε να τα καθαρίσετε;
PWPConfirm=Τα επιλεγμένα στοιχεία περιλαμβάνουν «Αποθηκευμένους κωδικούς περιηγητή». Είστε βέβαιος ότι θέλετε να τα καθαρίσετε;
PWCookieConfirm=Τα επιλεγμένα στοιχεία περιλαμβάνουν «Αποθηκευμένους κωδικούς περιηγητή» και «Cookies». Είστε βέβαιος ότι θέλετε να τα καθαρίσετε;
checkPswHint=Η επιλογή σας περιέχει ορισμένους κανόνες καθαρισμού που δεν συνιστούμε. Ελέγξτε και επιβεβαιώστε.
checkAllHint=Η επιλογή σας περιλαμβάνει έναν κανόνα καθαρισμού για αποθηκευμένους κωδικούς πρόσβασης. Εάν το επιλέξετε σίγουρα, θα χάσετε όλους τους αποθηκευμένους κωδικούς.
clickfix=Κάντε κλικ εδώ για να το διορθώσετε.
whydisable=Για την ασφάλεια του συστήματος, δεν επιτρέπεται η διαγραφή του τελευταίου σημείου επαναφοράς.
[CommonClean]
ScanAbortedHint=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν περισσότερα άχρηστα αρχεία και ίχνη.
DefaultHint=Ο καθαρισμός άχρηστων αρχείων και ιχνών διαδικτύου μπορεί να σας ελευθερώσει χώρο και να εξασφαλίσει το iδιωτικό σας απόρρητο.
ScanAbortedHint1=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν περισσότερα άχρηστα αρχεία.
WhenIdle=Σε αδράνεια
WhenLogin=Στη σύνδεση

[SysClean]
Open=Άνοιγμα
Remove=Κατάργηση
MoreSpace=Για περισσότερο χώρο
Cleaning=Εκκαθάριση...
Scanning=Σάρωση...
ScanEnd=Βρέθηκαν συνολικά %d στοιχεία. Θα ελευθερωθεί χώρος %s στο δίσκο μετά την ελάφρυνση.
NoItems=Συγχαρητήρια. Ο οδηγός του συστήματός σας είναι καθαρός.
SpaceFreed=Η ελάφρυνση έχει τελειώσει. Ελευθερώθηκε χώρος %s στο δίσκο.
Installer=Παρωχημένοι εγκαταστάτες των Windows
LongInstaller=Οι παρωχημένοι εγκαταστάτες των Windows είναι αρχεία άχρηστα. Μπορούν να καταργηθούν για να ελευθερώσετε χώρο στο δίσκο.
PatchUninstall=Αρχεία απεγκατάστασης για ενημερώσεις των Windows
LongPatchUninstall=Εάν δεν χρειάζεται να απεγκαταστήσετε τις ενημερώσεις των Windows, μπορείτε να αφαιρέσετε αυτά τα αρχεία.
Downloadedfiles=Ληφθέντα αρχεία ενημερώσεων των Windows
Longdownloadedfiles=Αυτά τα αρχεία μπορούν να διαγραφούν με ασφάλεια μετά την εγκατάσταση των ενημερώσεων των Windows.
Baselinecache=Παρωχημένη προσωρινή μνήμη εγκαταστάτη ενημερώσεων των Windows
LongBaselinecache=Αυτά τα παρωχημένα αρχεία ενημερώσεων μπορούν να διαγραφούν με ασφάλεια αφού εγκαταστάθηκαν με επιτυχία όλα τα προγράμματα και οι ενημερώσεις.
componentbackup=Αντίγραφο ασφαλείας στοιχείων των Windows
longcomponentbackup=Αυτά τα αρχεία δημιουργούνται από το σύστημα κατά τη διάρκεια ενημερώσεων και μπορούν να διαγραφούν με ασφάλεια μετά την ολοκλήρωση των ενημερώσεων.
JPIME=IME Ιαπωνικής
LongJPIME=Μπορείτε να διαγράψετε με ασφάλεια εάν δεν χρειάζεστε πια τα αρχεία IME Ιαπωνικής.
KoreanIME=IME Κορεατικής
LongKoreanIME=Μπορείτε να τα διαγράψετε με ασφάλεια εάν δεν χρειάζεστε πια τα αρχεία IME Κορεατικής.
TChineseIME=IME Κινέζικης παραδοσιακής
LongTChineseIME=Μπορείτε να τα διαγράψετε με ασφάλεια εάν δεν χρειάζεστε πια τα αρχεία IME Κινέζικης παραδοσιακής.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=Μπορείτε να τα διαγράψετε με ασφάλεια εάν δεν χρειάζεστε πια τα αρχεία εισαγωγής Pinyin.
HelpFile=Αρχεία βοήθειας των Windows
LongHelpFile=Αν δεν χρειάζεστε πια τα αρχεία βοήθειας των Windows, μπορείτε να τα καταργήσετε.
SamplePic=Δείγματα εικόνων των Windows
LongSamplePic=Αν δεν χρειάζεστε πια τα δείγματα εικόνων, μπορείτε να τα καταργήσετε.
SampleMic=Δείγματα μουσικής των Windows
LongSampleMic=Αν δεν χρειάζεστε πια τα δείγματα μουσικής, μπορείτε να τα καταργήσετε.
SampleVideos=Δείγματα βίντεο των Windows
LongSampleVideos=Αν δεν χρειάζεστε πια τα δείγματα βίντεο, μπορείτε να τα καταργήσετε.
SampleMedia=Δείγματα πολυμέσων των Windows
LongSampleMedia=Αν δεν χρειάζεστε πια τα δείγματα πολυμέσων, μπορείτε να τα καταργήσετε.
Wallpaper=Αρχεία ταπετσαρίας των Windows
LongWallpaper=Αν δεν χρειάζεστε πια τα αρχεία ταπετσαρίας, μπορείτε να τα καταργήσετε.

[DiskDefrag]
Aborted=Ματαιώθηκε
Volume=Οδηγός
Format=Σύστημα αρχείων
TotalSpace=Συνολικός χώρος
FreeSpace=Ελεύθερος χώρος
Fragmented=Τμήματα
Status=Κατάσταση
PmDefrag=Ανασυγκρότηση
FullOpt=Πλήρης βελτιστοποίηση
PmAnlyse=Ανάλυση
Resume=Επαναφορά
Analying=Ανάλυση
Defragmenting=Ανασυγκρότηση
Optimizing=Βελτιστοποίηση
Analyed=Αναλύθηκε
Defragmented=Ανασυγκροτήθηκε
Optimized=Βελτιστοποιημένο
Pause=Παύση
SSD=Οι SSD δεν υποστηρίζονται.
FragmentedRate=Κατακερματισμός
PmNoAct=Καμία ενέργεια
PmShutdown=Τερματισμός
PmSleep=Αναστολή λειτουργίας
PmHibernation=Αδράνεια
PmLoginoff=Αποσύνδεση
PmOptimize=Έξυπνη βελτιστ/ση
Trimming=Τακτοποίηση
Trimmed=Τακτοποιημένος
SmartOptimize=Η Έξυπνη βελτιστοποίηση θα αναλύσει και θα επιλέξει την καταλληλότερη μέθοδο ανασυγκρότησης, βελτιστοποίησης ή τακτοποίησης του δίσκου.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=Αφαιρούμενος
MediaType=Τύπος
LastTrim=%d ημέρες από την τελευταία τακτοποίηση.

[Area]
NetworkDataUsage=Χρήση δεδομένων δικτύου
DirectXCache=Προσωρινή αποθήκευση DirectX Shader
DeliveryCache=Αρχεία βελτιστοποίησης παράδοσης των Windows
WinInstallerPackage=Παρωχημένοι εγκαταστάτες των Windows
WindowsPaint=Ζωγραφική των Windows
AdobeFlash=Adobe Flash
WindowsSysCache=Προσωρινή μνήμη συστήματος των Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Κρυφή μνήμη του εγκαταστάτη των Windows
WinSxsBackup=Αντίγραφα ασφαλείας WinSxs των Windows
Cookies=Cookies
DOMStoreCookies=Cookies του Microsoft IE DOMStore
DownloadedPatch=Ληφθέντα αρχεία προγράμματος των Windows
Downloads=Ληφθέντα αρχεία περιηγητή ιστού
Dump=Αρχεία αποτύπωσης μνήμης
ErrorReport=Αρχεία αναφοράς σφαλμάτων
ExplorerMRU=Κατάλογοι πρόσφατης χρήσης άλλης εξερεύνησης
RemoteDesktopHistory=Ιστορικό απομακρυσμένης επιφάνειας εργασίας
FontCache=Προσωρινή αποθήκευση γραμματοσειρών των Windows
Iconcache=Προσωρινή αποθήκευση εικονιδίων
DNSCache=Προσωρινή μνήμη DNS
IISLog=Αρχεία καταγραφής IIS
InvalidLnk=Μη έγκυρες συντομεύσεις
InvalidScTask=Μη έγκυρες προγραμματισμένες εργασίες
InvalidStartMenu=Μη έγκυρα μενού έναρξης
OutlookSearchHistory=Ιστορικό αναζήτησης του Microsoft Office Outlook
JumpList=Λίστες μετάβασης γραμμής εργασιών (Τα καρφιτσωμένα στοιχεία στη γρήγορη πρόσβαση θα αφαιρεθούν επίσης.)
LogFile=Αρχεία καταγραφής συστήματος
MESCache=Microsoft Security Essentials
MetroCache=Προσωρινή αποθήκευση του Metro των Windows
Microsoft.WindowsMaps=Bing Χάρτες 
Microsoft.BingFinance=Bing Οικονομία 
Microsoft.BingNews=Bing Ειδήσεις
Microsoft.BingSports=Bing Αθλητικά
Microsoft.BingWeather=Bing Καιρός
Microsoft.ZuneMusic=Groove Μουσική
Microsoft.ZuneVideo=Ταινίες & Τηλεόραση
Microsoft.ScreenSketch=Αποκόμματα & Σκίτσα
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Facebook.Facebook=Facebook
Microsoft.Microsoft3DViewer=3D Viewer
MSOffice=Microsoft Office
Networkmapping=Ιστορικό αντιστοίχισης δίσκου δικτύου
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Πρόσφατο ιστορικό του Microsoft Office
Prefetch=Δεδομένα προφόρτωσης των Windows
Recentdocuments=Πρόσφατα έγγραφα
Recyclebin=Άδειασμα του κάδου ανακύκλωσης
RemoteDesktop=Κρυφή αποθήκευση αρχείων της απομακρυσμένης επιφάνειας εργασίας
RunStartMenu=Εκτέλεση από το μενού «Έναρξη»
SearchList=Ιστορικό αναζήτησης των Windows
SysTemp=Προσωρινά αρχεία που δημιουργήθηκαν απ΄τα Windows
SystemTrace=Ίχνη Windows και Εφαρμογών
ThumbCache=Κρυφή αποθήκευση μικρογραφιών
TraceClean=Ίχνη στο υπολογιστή
TraryNotify=Cache ειδοποιήσεων των Windows
TrashClean=Άχρηστα αρχεία στον υπολογιστή
TypeInternetCache=Προσωρινή αποθήκευση περιηγητή ιστού
TypeInternetTrace=Παρακολούθηση περιηγητή ιστού
TypeMedia=Πολυμέσα
TypeOtherApp=Άλλες εφαρμογές
TypeSystem=Σύστημα των Windows
TypeWComponents=Στοιχεία των Windows
UserTemp=Προσωρινά αρχεία που δημιουργήθηκαν από εφαρμογές

Microsoft.WindowsFeedbackHub=Κέντρο αναφοράς των Windows
Microsoft.WindowsFileRecovery=Ανάκτηση αρχείων των Windows
Microsoft.WindowsSoundRecorder=Εγγραφή ήχου των Windows

ChromeCache=Κρυφή αποθήκευση του Google Chrome
ChromeCookies=Cookies του Google Chrome
ChromeForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Google Chrome
Chromelocalstorage=Ιστορικό Google του Chrome
ChromePasswords=Αποθηκευμένοι κωδικοί του Google Chrome
ChromeSession=Συνεδρία του Google Chrome
chromebookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών Google Chrome

FireFoxCache=Κρυφή αποθήκευση του Mozilla FireFox
FireFoxCookies=Cookies του Mozilla FireFox
FireFoxForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Mozilla FireFox
FireFoxOther=Άλλα ιστορικά του Mozilla FireFox
FireFoxPasswords=Αποθηκευμένοι κωδικοί του Mozilla FireFox
FireFoxSession=Συνεδρία Mozilla Firefox
FireFoxbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών Mozilla FireFox

LastDownloadDir=Τελευταία θέση λήψης
IEAddressBarHistory=Ιστορικό γραμμής διευθύνσεων του Microsoft Internet Explorer
IECahce=Κρυφή αποθήκευση του Microsoft Internet Explorer
IECookies=Cookies του Microsoft Internet Explorer
IEForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)
IEHistory=Ενεργό ιστορικό του Microsoft Internet Explorer
IEPasswords=Αποθηκευμένοι κωδικοί του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)

OperaStableCache=Προσωρινή μνήμη του Opera Stable
OperaStableCookies=Cookies του Opera Stable
OperaStableHistory=Ιστορικό του Opera Stable
OperaStablePasswords=Αποθηκευμένοι κωδικοί του Opera Stable
OperaStableSessions=Συνεδρία του Opera Stable
OperaStableForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης Opera Stable
OperaStablebookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών Opera Stable
SafariCache=Κρυφή αποθήκευση αρχείων διαδικτύου του Safari
SafariCookies=Αρχεία Cookies του Safari
SafariHistory=Ιστορικό του Safari
SafariPasswords=Αποθηκευμένες πληροφορίες φόρμας του Safari

PaleMoonCache=Cache του PaleMoon
PaleMoonCookies=Cookies του PaleMoon
PaleMoonDownloadHistory=Ιστορικό λήψεων του PaleMoon
PaleMoonHistory=Ιστορικό του PaleMoon
PaleMoonSavedFormInformation=Αποθηκευμένες πληροφορίες φόρμας του PaleMoon
PaleMoonSession=Συνεδρία του PaleMoon
PaleMoonSitePreferences=Προτιμήσεις ιστότοπου του PaleMoon

Vivaldi=Vivaldi
VivaldiCache=Προσωρινή αποθήκευση του Vivaldi
VivaldiCookies=Cookies του Vivaldi
VivaldiForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Vivaldi
Vivaldilocalstorage=Ιστορικό Vivaldi
VivaldiSavedPasswords=Αποθηκευμένοι κωδικοί του Vivaldi
VivaldiSession=Συνεδρίες του Vivaldi

Yandex=Yandex
YandexCache=Προσωρινή αποθήκευση του Yandex
YandexCookies=Cookies του Yandex
YandexForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Yandex
YandexLocalstorage=Ιστορικό Yandex
YandexPasswords=Αποθηκευμένοι κωδικοί του Yandex
YandexSession=Συνεδρία του Yandex

BraveBrowser=Πρόγραμμα περιήγησης Brave
BraveBrowserCache=Προσωρινή αποθήκευση του περιηγητή Brave
BraveCookies=Cookies του περιηγητή Brave
Braveform=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Brave
BraveBrowserlocalstorage=Ιστορικό περιηγητή Brave
BravePasswords=Αποθηκευμένοι κωδικοί του περιηγητή Brave
BraveSession=Συνεδρία του περιηγητή Brave

MSEdgeCache=Προσωρινή αποθήκευση του Microsoft Edge
MSEdgeHistory=Ιστορικό του Microsoft Edge
MSEdgeDownloadHistory=Ιστορικό λήψεων του Microsoft Edge
MSEdgeRecentlyTypedURLs=Πρόσφατα πληκτρολογημένες URL του Microsoft Edge
MSEdgeSavedFormInformation=Αποθηκευμένες πληροφορίες φόρμας του Microsoft Edge
MSEdgeSavedPasswords=Αποθηκευμένοι κωδικοί του Microsoft Edge
MSEdgeSession=Συνεδρία του Microsoft Edge
MSEdgelocalstorage=Τοπική αποθήκευση του MS Edge
MSEdgeCookies=Cookies του Microsoft Edge
MSEdgebookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών MS Edge

ComodoDragonCache=Προσωρινή αποθήκευση του Comodo Dragon
ComodoDragonlocalstorage=Ιστορικό Comodo Dragon
ComodoDragonForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Comodo Dragon
ComodoDragonPasswords=Αποθηκευμένοι κωδικοί του Comodo Dragon
ComodoDragonSession=Συνεδρία του Comodo Dragon
ComodoDragonCookies=Cookies του Comodo Dragon

RockMeltCache=Προσωρινή αποθήκευση του RockMelt
RockMeltlocalstorage=Ιστορικό RockMelt
RockMeltForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του RockMelt
RockMeltPasswords=Αποθηκευμένοι κωδικοί του RockMelt
RockMeltSession=Συνεδρία του RockMelt
RockMeltCookies=Cookies του RockMelt

CentBrowserCache=Προσωρινή αποθήκευση του CentBrowser
CentBrowserlocalstorage=Ιστορικό CentBrowser
CentBrowserForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του CentBrowser
CentBrowserPasswords=Αποθηκευμένοι κωδικοί του CentBrowser
CentBrowserSession=Συνεδρία του CentBrowser
CentBrowserCookies=Cookies του CentBrowser

ChromiumCache=Προσωρινή αποθήκευση του Chromium
Chromiumlocalstorage=Ιστορικό Chromium
ChromiumForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Chromium
ChromiumPasswords=Αποθηκευμένοι κωδικοί του Chromium
ChromiumSession=Συνεδρία του Chromium
ChromiumCookies=Cookies του Chromium

TorchCache=Προσωρινή αποθήκευση του Torch
Torchlocalstorage=Ιστορικό Torch
TorchForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Torch
TorchPasswords=Αποθηκευμένοι κωδικοί του Torch
TorchSession=Συνεδρία του Torch
TorchCookies=Cookies του Torch

OperaGXCache=Προσωρινή αποθήκευση του Opera GX
OperaGXlocalstorage=Ιστορικό Opera GX
OperaGXForm=Ιστορικό φόρμας του Opera GX
OperaGXPasswords=Αποθηκευμένοι κωδικοί του Opera GX
OperaGXSession=Συνεδρία του Opera GX
OperaGXCookies=Cookies του Sogou Explorer

SogouExplorerCache=Προσωρινή μνήμη Sogou Explorer
Sogouhistory=Ιστορικό Sogou Explorer
SogouForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης Sogou Explorer
SogouExplorerSession=Συνεδρία του Sogou Explorer
SogouExplorerCookies=Cookies του Sogou Explorer

WaterFoxCache=Προσωρινή αποθήκευση του WaterFox
WaterFoxForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης 
WaterFoxPasswords=Αποθηκευμένοι κωδικοί του WaterFox
WaterFoxOther=Άλλο ιστορικό WaterFox
WaterFoxSession=Συνεδρία του WaterFox
WaterFoxCookies=Cookies του WaterFox
WaterFoxbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών WaterFox

CocCocCache=Προσωρινή αποθήκευση του CocCoc
CocCoclocalstorage=Ιστορικό CocCoc
CocCocForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης CocCoc
CocCocPasswords=Αποθηκευμένοι κωδικοί του 
CocCocSession=Συνεδρία του CocCoc
CocCocCookies=Cookies του CocCoc
CocCocbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών CocCoc

AvastCache=Προσωρινή αποθήκευση του περιηγητή Avast Secure
Avastlocalstorage=Ιστορικό περιηγητή Avast Secure
AvastForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης περιηγητή Avast Secure
AvastPasswords=Αποθηκευμένοι κωδικοί του περιηγητή Avast Secure
AvastSession=Συνεδρία του περιηγητή Avast Secure
AvastCookies=Cookies του περιηγητή Avast Secure
Avastbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών περιηγητή Avast Secure

AOLCache=Προσωρινή αποθήκευση AOL Shield Pro
AOLlocalstorage=Ιστορικό AOL Shield Pro
AOLForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης AOL Shield Pro
AOLPasswords=Αποθηκευμένοι κωδικοί του AOL Shield Pro
AOLSession=Συνεδρία του AOL Shield Pro
AOLCookies=Cookies του AOL Shield Pro
AOLbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών AOL Shield Pro

QuarkBrowserCache=Προσωρινή αποθήκευση του περιηγητή Quark
QuarkBrowserlocalstorage=Ιστορικό περιηγητή Quark
QuarkBrowserForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης περιηγητή Quark
QuarkBrowserPasswords=Αποθηκευμένοι κωδικοί του περιηγητή Quark
QuarkBrowserSession=Συνεδρία του περιηγητή Quark
QuarkBrowserBookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών περιηγητή Quark

ZenBrowserCache=Προσωρινή αποθήκευση του περιηγητή Zen
ZenBrowserAuto-fillFormHistory=Ιστορικό φόρμας αυτόμ. συμπλήρωσης περιηγητή Zen
ZenBrowserPasswords=Αποθηκευμένοι κωδικοί του περιηγητή Zen
ZenBrowserOther=Ιστορικό του περιηγητή Zen
ZenBrowserSession=Συνεδρία του περιηγητή Zen
ZenBrowserbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών περιηγητή Zen
ZenBrowserCookies=Cookies του περιηγητή Zen

FloorpBrowserOther=Ιστορικό του περιηγητή Floorp
FloorpBrowserCache=Προσωρινή αποθήκευση του περιηγητή Floorp
FloorpBrowserAuto-fillFormHistory=Ιστορικό φόρμας αυτόμ. συμπλήρωσης περιηγητή Floorp
FloorpBrowserPasswords=Αποθηκευμένοι κωδικοί του περιηγητή Floorp
FloorpBrowserSession=Συνεδρία του περιηγητή Floorp
FloorpBrowserbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών περιηγητή Floorp
FloorpBrowserCookies=Cookies του περιηγητή Floorp

AdobeAcrobatReader=Adobe Acrobat Reader
AdobeAcrobat=Adobe Acrobat
AdobeImageReady7.0=Adobe ImageReady
AdobePhotoshop=Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdobeReaderTmp=Προσωρινά αρχεία του Adobe Reader
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuickTimePlayer=QuickTime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice=Microsoft Office
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Ιστορικό αναζήτησης του Charm
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Ιστορικό αναζήτησης του Kazaa
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=Ιστορικό αναζήτησης του eMule
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRar=WinRar
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=Fresh Download
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice=OpenOffice
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=Feed Demon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=Mail Washer Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurner XP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBack Free
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock Window Blinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Προσωρινή αποθήκευση εγκατάστασης λογισμικού της Apple
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
MESCache=Αρχεία καταγραφής και ενημερώσεων του Microsoft Security Essentials
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Αρχεία ενημέρωσης του Driver Genius
DriverGeniusBackupFiles=Αντίγραφα ασφαλείας αρχείων του Driver Genius
DriverGeniusDownloadInstallerFiles=Ληφθέντα αρχεία εγκατάσταησς του Driver Genius
DriverGeniusCacheFiles=Προσωρινά αρχεία του Driver Genius
QQMusicCacheFiles=Προσωρινά αρχεία του QQ Music
KuGouMusicCacheFiles=Προσωρινά αρχεία του KuGou Music
KuGouLyricFiles=Αρχεία στίχων του KuGou
XIAMIMusicCache=Προσωρινή αποθήκευση του XIAMI
NeteaseCloudMusicCache=Προσωρινή αποθήκευση του Netease Cloud Music
KuWoInstallCache=Προσωρινή αποθήκευση του εγκαταστάτη του KuWo Music
KuWoMusicCache=Προσωρινή αποθήκευση του KuWo Music
BaiduMusicLogFiles=Αρχεία καταγραφής του Baidu Music
BaiduMusicCache=Προσωρινή αποθήκευση του Baidu Music
WeSingLogFiles=Αρχεία καταγραφής του 
WeSingCache=Προσωρινή αποθήκευση του WeSing
QQLiveCacheFiles=Προσωρινά αρχεία του QQLive
YoukuCacheFiles=Προσωρινά αρχεία του Youku
IQIYIVideoCacheFiles=Προσωρινά αρχεία του IQIYI Video
mgtvLogFiles=Αρχεία καταγραφής του mgtv
mgtvCacheFiles=Προσωρινά αρχεία του mgtv
CNTVUpdateLogFiles=Αρχεία ενημέρωσης και καταγραφής του CNTV
SOHUPlayerCacheandLogFiles=Αρχεία προσωρινής αποθήκευσης και καταγραφής του SOHU Player
SOHUPlayerDownloadsCache=Προσωρινή αποθήκευση λήψεων του SOHU Player
StormPlayerTempFiles=Προσωρινά αρχεία του Storm Player
PPTVTempFiles=Προσωρινά αρχεία του PPTV
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=Προσωρινά αρχεία του QQ
QQreceivedimages=Ληφθείσες εικόνες του QQ
QQreceivedfiles=Ληφθέντα αρχεία του QQ
QQreceivedDynamicEmoticon=Ληφθέντα αρχεία δυναμικών Emoticon του QQ
QQreceivedVideo=Ληφθέντα αρχεία βίντεο του QQ
QQreceivedAudio=Ληφθέντα αρχεία ήχου του QQ
TIMCacheFiles=Προσωρινά αρχεία του TIM
QTalkCacheFiles=Προσωρινά αρχεία του QTalk
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame
BrowserLog=Αρχεία καταγραφής του Webbrowser
AmazonMusic=Μουσική Amazon
AdobeApplicationManager=Adobe Application Manager
AdobePhotoshopCC=Adobe Photoshop CC
AdobeAcrobatDC=Adobe Acrobat DC
IOBIT=Λογισμικό Iobit
bilibiliCacheFiles=Προσωρινή αποθήκευση βίντεο του Bilibili
bilibililocalstorage=Ιστορικό περιήγησης του Bilibili
Discord=Discord
Razer Software=Λογισμικό Razer
DiskDrill=Disk Drill
Epic=Εκκινητής παιχνιδιών Epic
Resso=Resso
MicrosoftTeams=MicrosoftTeams
MicrosoftCorporationII.MicrosoftFamily=Οικογένεια
WeChatCache=Προσωρινή μνήμη WeChat 
WeChatreceivedfiles=Ληφθέντα αρχεία του WeChat
WeChatreceivedImage=Ληφθείσες εικόνες του WeChat
WeChatreceivedVideo=Ληφθέντα βίντεο του WeChat
WeChatreceivedDynamicEmotion=Ληφθέντα δυναμικά συναισθήματα του WeChat
Cortana=Cortana		
SignalCache=SignalCache		
ThunderbirdCache=Προσωρινή μνήμη Thunderbird
ThunderbirdForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης Thunderbird
ThunderbirdPasswords=Αποθηκευμένοι κωδικοί του Thunderbird
ThunderbirdOther=Άλλα ιστορικά του Thunderbird
ThunderbirdSession=Συνεδρία Thunderbird
ThunderbirdCookies=Cookies του Thunderbird
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Προσωρινή μνήμη του Android Studio
VMwareHorizonClient=VMware Horizon Client
CorelPaintShopPro=Corel PaintShop Pro
Maxthonlocalstorage=Ιστορικό του Maxthon
MaxthonCache=Προσωρινή μνήμη του Maxthon
MaxthonForm=Ιστορικό φόρμας αυτόμ. συμπλήρωσης Maxthon
MaxthonPasswords=Αποθηκευμένοι κωδικοί του Maxthon
MaxthonSession=Συνεδρία Maxthon
Maxthonbookmarks=Αντίγραφο ασφαλείας σελιδοδεικτών Maxthon
MaxthonCookies=Cookies του Maxthon
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Reader
SunloginClient=SunloginClient
TencentMeetingcache=Προσωρινή μνήμη του Tencent Meeting
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Editor
MasterPDF=MasterPDF
BaiduNetdiskcache=Προσωρινή μνήμη του Baidu Netdisk
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Προσωρινή μνήμη του Meitu
ynote-desktop=ynote-desktop
MindMaster=MindMaster
GreenPomeloCleaner=GreenPomelo Cleaner
Doubao=Προσωρινή μνήμη του Doubao
eSobi=eSobi
leidian=Leidian Simulator
iMyFoneUmate=iMyFone Umate Pro

[Type]
UserDefine=Ορισμός από χρήστη
ZeroFile=Κενά αρχεία - 0 bytes
WinSetupLog=Αρχεία καταγραφής σφαλμάτων εγκατάστασης των Windows
NtUninstall=Πηγές απεγκατάστασης ενημερώσεων των Windows
InvalidLnk=Μη έγκυρες συντομεύσεις
UserTemp=Αρχεία σε προσωρινούς φακέλους χρηστών
WinTemp=Αρχεία σε προσωρινούς φακέλους των Windows
RecentFiles=Συνδέσεις πρόσφατων αρχείων
PatchSource=Πηγές ενημέρωσης των Windows
TempFile=Προσωρινά αρχεία
fcwdir=Αρχεία που δημιουργήθηκαν από μια διεργασία λήψης
tfcbp=Προσωρινά αρχεία που δημιουργήθηκαν από προγράμματα
sdrf=Αρχεία επαναφοράς που δημιουργήθηκαν κατά τη σάρωση δίσκου
OldFile=Παλιά αρχεία
outdatedfile=Ξεπερασμένα αρχεία
fcwhfir=Τα αρχεία που δημιουργήθηκαν κατά την εκτέλεση ενός αρχείου βοήθειας
Ncfile=Κρυφά αποθηκευμένα αρχεία ομάδας συζήτησης
Backupfile=Αρχεία αντιγράφων ασφαλείας
WBfile=Αντίγραφα ασφαλείας αρχείων του MS Word
Cbswahf=Αρχεία που δημιουργήθηκαν κατά την αναζήτηση ενός αρχείου Βοήθειας
whtf=Προσωρινά αρχεία του συστήματος βοήθειας των Windows
Logfile=Αρχεία καταγραφής
LLogfile=Αρχεία καταγραφής που δημιουργήθηκαν από εφαρμογές ή υπηρεσίες του συστήματος.
Errorfile=Αρχεία σφαλμάτων
Wmdf=Αρχεία αποτύπωσης μνήμης των Win2000/XP
bcomf=Αντίγραφα ασφαλείας από τροποποιημένα αρχεία
Indexfile=Αρχεία ευρετηρίου
ifcbsiotitpbs=Αρχεία ευρετηρίου που δημιουργούνται από το σύστημα προκειμένου να βελτιωθεί η ταχύτητα περιήγησης εικόνων
Tfcds=Προσωρινά αρχεία που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
Intermediatefile=Ενδιάμεσα αρχεία
chkfile=Ανακτημένο αρχείο

[AutoClean]
DiskSaved=χώρου στο δίσκο έχουν ελευθερωθεί.
Title=Συγχαρητήρια!
TraceCleanned=ίχνη έχουν καθαριστεί.
exit=Έξοδος

[Skin]
SkinDefault=Φωτεινό
SkinDark=Σκούρο

[AutoUpdate]
CurrentFile=Τρέχον αρχείο:
Canceling=Ακύρωση...
CANCEL=Άκυρο
Ready=Έτοιμο για λήψη

[feedback]
InvalidEmail=Παρακαλώ εισάγετε τη σωστή διεύθυνση email.
emptyinput=Παρακαλώ εισάγετε κάτι για υποβολή.
thanks=Ευχαριστούμε για τα σχόλιά σας!
FrmFeedback.lblfeedback.caption = Πώς βαθμολογείτε το %s;
FrmFeedback.lblemail.caption = Διεύθυνση email:
FrmFeedback.lblgood.caption = Ποια λειτουργία σας αρέσει περισσότερο;
FrmFeedback.lblbad.caption = Ποια λειτουργία δεν σας αρέσει καθόλου;
FrmFeedback.lblwant.caption = Ποια νέα λειτουργία θέλετε περισσότερο;
FrmFeedback.btncancel.caption = Δεν ενδιαφέρομαι
FrmFeedback.btnsubmit.caption = Υποβολή


[Schedule]
Idle=Στην αδράνεια
Login=Στη σύνδεση

[WiseAi]
LoadUtilities=Φόρτωση...